Revit 2024 API
ParameterTypeId.KeynoteNumber Property
 "Key Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId KeynoteNumber { get; }
Visual Basic
Public Shared ReadOnly Property KeynoteNumber As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KeynoteNumber {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace